Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/etiske-retningslinjer-for-samisk-human-biologisk-materiale.html.tmx
Source language: nob
Languages: sme

source: Etiske retningslinjer for samisk human biologisk materiale / Helse / Helse og sosial / Forsiden - Sametinget
sme: Etihkalaš njuolggadusa sámi humána biologalaš ávdnasiid várás / Dearvvašvuohta / Dearvvašvuohta ja sosiála / Sámediggi - Sametinget

source: Etiske retningslinjer for samisk human biologisk materiale
sme: Etihkalaš njuolggadusa sámi humána biologalaš ávdnasiid várás

source: 05. februar 2014
sme: 05. Guovvamánnu 2014

source: Sametinget nedsetter en arbeidsgruppe som skal utarbeide etiske retningslinjer for bruk ogforvaltning av samisk human biologisk materiale.
sme: Sámediggi nammada bargojoavkku mii galgá ráhkadit etihkalaš njuolggadusaid sámi humána biologalaš ávdnasiid geavaheami ja hálddašeami várás.

source: Arbeidsgruppen skal også vurdere om det er mulig å lage en oversikt over samisk human biologisk materiale som ligger lagret på ulike steder.
sme: Bargojoavku galgá maiddái árvvoštallat lea go vejolaš listet daid sámi humána biologalaš ávdnasiid mat leat vurkejuvvon iešguđet sadjiide.

source: -Den bioteknologiske utviklingen stiller det samiske samfunn over for mange nye utfordringer.
sme: -Bioteknologalaš ovdáneapmi buktá ollu ođđa hástalusaid sámi servodahkii.

source: Utviklingen åpner for muligheter både innenfor pasientbehandling, kunnskapsutvikling og forskning.
sme: Ovdáneapmi rahpá vejolašvuođaid sihke buhcciid dikšumis, máhttoovddideamis ja dutkamis.

source: Satsningen vil gi viktige bidrag til fremtidens helsetjeneste, men det er avgjørende at den gjennomføres på en juridisk og etisk forsvarlig måte, sier sametingsråd Henrik Olsen.
sme: Áŋgiruššamis leat deaŧalaš váikkuhusat boahttevaš dearvvašvuođabálvalussii, muhto mearrideaddjin lea ahte dat čađahuvvo juridihkalaččat ja etihkalaččat dohkálaš vugiin, dadjá sámediggeráđđi Henrik Olsen.

source: -Vi selv må forvalte og eie kunnskapen omvårteget arvestoff (DNA), og at det samiske folk fortløpende må være i dialog med statlige myndigheter og forskningsmiljø for å følge og påvirke denne utviklinga, sier Olsen.
sme: -Mii galgat ieža hálddašit ja oamastit máhtu iežamet genaid (DNA) birra, ja ahte sámi álbmot galgá oktilaččat gulahallat stáhta eiseválddiiguin ja dutkanbirrasiiguin nu ahte sáhttit čuovvolit ja váikkuhit dán ovdáneami, dadjá Olsen.

source: Arbeidsgruppen skal bestå av representanter fra samisk helsefaglig forskningsmiljø og juridisk ekspertise.
sme: Bargojoavkkus galget leat sámi dearvvašvuođafágalaš dutkanbirrasa ja juridihkalaš áššedovdiid ovddasteaddjit.

source: Arbeidsgruppa skal levere sitt arbeid innen 1 år til Sametingsrådet.
sme: Bargojoavku galgá geiget barggus maŋimusat jagi geahčen Sámediggeráđđái.

source: Mandatet:
sme: Mandáhta:

source: Arbeidsgruppas mandat er:
sme: Bargojoavkku mandáhta lea:

source: Å vurdere om det er mulig å lage en oversikt over hvilket samisk humant biologisk materiale som i dag er lagret.
sme: Árvvoštallat lea go vejolaš ráhkadit listta mii čájeha daid humána biologalaš ávdnasiid, mat dál leat vurkejuvvon.

source: Videre identifiseres og problematiseres ulike utfordringer ved lagring og råderett over dette materialet.
sme: Dat galgá viidáseappot identifiseret ja problematiseret iešguđet hástalusaid dáid ávdnasiid vurkema ja oamasteami oktavuođas.

source: Oversikten må inneholde drøftinger av hvilke etiske problemstillinger som må omfattes i retningslinjene.
sme: Visogovas galget maid leat árvvoštallojuvvon guđe etihkalaš čuolbmačilgehusat galget leat mielde njuolggadusain.

source: Gruppa må også drøfte hvilken juridisk status slike retningslinjer bør ha.
sme: Joavku galgá maid árvvoštallat makkár juridihkalaš stáhtus dakkár njuolggadusain berre leat.

source: Videre behandling i regjering, de andre sametingene og internasjonale urfolkforum må også omtales.
sme: Ságaškuššojuvvot galgá maiddái viidáset meannudeapmi ráđđehusas, eará sámedikkiin ja riikkaidgaskasaš álgoálbmotforain.

source: Kontaktperson: Sametingsråd Henrik Olsen, 907 75 219
sme: Gulahalli: Sámediggeráđđi Henrik Olsen, 907 75 219
